"(Not You?)|Login - Clickable text letting user log in as a different user" = "(あなたではありませんか？)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "他%1$i人";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = "、";

"1 Friend is Nearby|Title of megaphone to encourage user to share location." = "友達1人が近くにいます";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1日";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1時間";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1分";

"1d|short indicator that a user was active 1 day ago" = "1日前";

"1h|short indicator that a user was active 1 hour ago" = "1時間前";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "最大1分: ボタンを離して送信";

"1m|short indicator that a user was active 1 minute ago" = "1分前";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2日";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2時間";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2分";

"A new version of Messenger is available.|New version title" = "メッセンジャーの新しいバージョンが利用可能です。";

"Activation Code|placeholder text for activation code field" = "登録コード";

"Activation Request Failed|" = "利用登録をリクエストできませんでした";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "オンライン中(%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "お気に入りに追加";

"Add More People|button for adding people to the conversation" = "さらに人を追加";

"Add More People|title for add members page" = "さらに人を追加";

"Add More People|title for add people page" = "さらに人を追加";

"Add To Conversation|text to show in the add people button" = "スレッドに追加";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "既存の連絡先に追加";

"Add|generic add button" = "追加";

"Adding...|adding progress text" = "追加中...";

"Advanced Settings|text for advanced settings button" = "詳細設定";

"Advanced|title for advanced settings page" = "詳細設定";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "%1$@までアラートはオフ";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "アラートは1時間オフ";

"Alerts Off|Indicates that alerts are off" = "アラート: オフ";

"Alerts On|Indicates that alerts are on" = "アラート: オン";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "すべてのお知らせが8時間オフになっています。";

"All notifications are off.|Mute warning display on thread list" = "すべてのお知らせがオフになっています。";

"Answer|Text for button that accepts a call" = "応答";

"Archive Thread|Button label that will archive the thread" = "進行中のスレッド";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "スレッド名を削除してよろしいですか？";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "このスレッドから退出しますか？新着メッセージを受信しなくなります。";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "よろしいですか？";

"Attach a Photo|Button label for attaching a photo from the photo library" = "写真を添付";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "添付";

"Auto Send|Auto send label" = "自動送信";

"Back|generic nav bar back button" = "戻る";

"Bing Image Search|" = "Bing画像検索";

"Call Ended|End call message in non-error case" = "通話終了";

"Call Ended|String shown when the call ends" = "通話終了";

"Call Failed|End call message in error case" = "通話終了";

"Call %@|action sheet option for calling a phone number" = "%1$@さんに電話する";

"Camera|Button label for attaching a photo from the camera" = "カメラ";

"Cancel|Title for generic Cancel button." = "キャンセル";

"Choose Photo|action sheet option for choosing a photo from photo library" = "写真を選択";

"Clear|prompt to clear all unsent messages" = "クリア";

"Clearing...|Progress text shown while clearing the image for a thread" = "クリア中…";

"Clearing...|Progress text shown while clearing the name for a thread" = "クリア中…";

"Close active chat|Button to close an active chat" = "進行中のチャットを閉じる";

"Comment|Comment button title" = "コメントする";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "%1$@さんへのメッセージを作成";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "%1$@さんへのメッセージを作成: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "携帯電話を確認";

"Connecting|Text shown on call screen while connecting a call" = "接続中";

"Connection Failed|Alert title when connection failed" = "接続できませんでした";

"Connection Lost|End call message in connection lost case" = "接続が切断されました";

"Contact Info|Title of the canonical thread info page." = "連絡先情報";

"Contacting|Text shown on call screen while contacting another party" = "呼び出し中";

"Continue|Login - Login Button Title for Keychain Login" = "続行";

"Conversation Name|placeholder text in conversation name textfield" = "スレッド名";

"Copy Link|Option that pops out after long press on a link in message thread." = "リンクをコピー";

"Copy|action sheet option for copying a string to the clipboard" = "コピー";

"Could not add new members. Please try again.|message for failing to add members dialog" = "新しいメンバーを追加できませんでした。もう一度実行してください。";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "通話の可否状況を取得できませんでした";

"Countries|Title for country picker" = "国";

"Country|Country - Country placeholder text" = "国";

"Create Group Conversation|button for adding people to the canonical conversation" = "グループスレッドを作成";

"Create New Contact|action sheet option for creating a new contact" = "新しい連絡先を作成";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "通話中です";

"Customize Notification Settings|User education for how to configure conversation alerts" = "お知らせ設定をカスタマイズ";

"Decline|Text for button that declines a call" = "拒否";

"Delete Conversation Name|alert title for deleting conversation name" = "スレッド名を削除";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "メッセージを削除しますか？この操作は取り消せません。";

"Delete|Button to accept deleting the name of a conversation" = "削除";

"Delete|Label for button to delete previous character" = "削除";

"Delete|button text for deleting a message" = "削除";

"Delete|button text for removing an unsent message" = "削除";

"Details|title for message details page" = "詳細";

"Discover Who's Nearby|Title of NUX to encourage user to share location." = "近くにいるユーザーをチェック";

"Discover which friends are nearby and let them know you're around.|Description of megaphone to encourage user to share location." = "近くにいる友達を確認して、近くにいることを知らせましょう。";

"Discover who's in the area and let them know you're around.|Description of megaphone to encourage user to share location." = "近くにいる友達をチェックしましょう。";

"Dismiss|Dismiss the audio recorder" = "無視する";

"Don't Delete|Button to decline to delete the name of a conversation" = "削除しない";

"Don't Save|Don't save action sheet button" = "保存しない";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "終了";

"Download|Button title to download an upgrade" = "ダウンロード";

"Edit|Edit button/label title for chat divebar" = "編集";

"Email|email field placeholder on login screen" = "メール";

"Empty Feedback|Title for empty feedback warning." = "ご意見・ご提案が空白です";

"Enter Code|Enter Code page title" = "コードを入力";

"Error|error title after failed to load webview" = "エラー";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Facebookユーザー";

"Failed to add members|title for failing to add members dialog" = "メンバーを追加できませんでした";

"Failed to save your settings.|error message after changing thread alert setting." = "設定を保存できませんでした。";

"Favorites|chat bar favorites header title" = "お気に入り";

"Free Call|Text on button that starts a messenger call" = "無料通話";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "無料通話を利用できません";

"Friends of Friends|Table section header for a list of friends of friends search results" = "友達の友達";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "メッセンジャーを使っている友達";

"Get Directions|action sheet option for viewing a map" = "道順を見る";

"Get Facebook Messenger|Title of a link that takes the user to download the Facebook Messenger app" = "Facebookメッセンジャーを入手";

"Get Started|Title for NUX" = "利用開始";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "ご意見・ご提案または問題の報告";

"Google Image Search|" = "Google画像検索";

"Group Conversation|Create a group conversation divebar label" = "グループのスレッド";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "グループのスレッド";

"Group Info|Title of group thread info page." = "グループの情報";

"Help|text for help button" = "ヘルプ";

"Hold to Talk|The instruction for holding the record button and talk" = "押しっぱなしで話してください";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "はい";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "%1$@を利用したご感想をお聞かせください。よろしくお願いいたします。";

"Image Search|action sheet option for choosing a photo from image search" = "画像検索";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "位置情報を追加";

"Incomplete contact|Alert title: Newly created contact needs more information" = "連絡先が不完全です";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "確認コードが間違っています。";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Facebookメッセンジャーをインストールしますか？";

"Install Messenger to listen to this message and record your own.|The detailed message to tell user that the audio clip feature is not supported on the wilde, and then promote a link for them to download the Facebook Messenger app" = "メッセージを聴いたり、録音するには、メッセンジャーをインストールしてください。";

"Install|Button text to install the Facebook Messenger" = "インストール";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "連絡先が無効です";

"Invalid Country Code|alert title for invalid country code" = "無効な国番号";

"Invalid Phone Number|alert title for invalid phone number" = "無効な携帯電話番号";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "複数の人と同時にチャットできます";

"Last Updated: %@|last updated date in pull to refresh header" = "最終更新日時: %1$@";

"Learn More|Title for button to learn more about sharing location." = "詳しくはこちら";

"Leave Conversation|leave conversation button" = "スレッドから退出";

"Leave conversation?|confirmation dialog title for leaving a thread" = "スレッドから退出しますか？";

"Leave|Button title for leaving a thread" = "退出する";

"Leaving...|Progress text shown while leaving a thread" = "退出中…";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "このスレッドの参加者にあなたの現在地を知らせます。";

"Licenses|Licenses screen title" = "ライセンス";

"Licenses|text for licenses button" = "ライセンス";

"Like|Like button title" = "いいね！";

"Load Earlier Messages|message for loading earlier messages" = "以前のメッセージを読み込む";

"Loading...|Message presented while waiting for content to load." = "読み込み中...";

"Locating You...|Message presented when waiting for an accurate location fix." = "位置を確認中...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "位置情報が無効";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "このスレッドでは位置情報がオフになっています";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "位置情報サービスがオフになっています。オンにすると、スレッドの参加者に現在地を知らせることができます。";

"Location services are on|Title of location NUX when user has enabled location services." = "位置情報サービスがオンになっています";

"Log In to Facebook|Login - Login Button Title for password login" = "Facebookにログイン";

"Logged in as %@|Login - Text showing who user is logged in as" = "%1$@さんとしてログイン中";

"Login Approval Required|title of login approval dialog" = "ログイン承認が必要";

"Login Failed|Invalid login alert title" = "ログインできませんでした";

"Map|title of map tab" = "地図";

"Mark as Unread|Button label that will mark the thread as unread" = "未読にする";

"Meet Friends on the Go|Title of megaphone to encourage user to share location." = "近くにいる友達をチェック";

"Message|divebar message button title" = "メッセージ";

"Messages|Messenger module display name" = "メッセージ";

"Messages|name of the app with Facebook brand" = "メッセージ";

"Messenger|The title of the app, used in Appirater's dialog." = "メッセンジャー";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "その他の友達 (%1$d人)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "その他の友達 (%1$d人)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "オンラインの友達";

"NOTE: People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "注: 追加した人には、このスレッドの以前のメッセージがすべて表示されます。";

"Name is Too Long|alert title for long conversation name" = "名前が長すぎます";

"Name|Placeholder text: Name of new contact" = "名前";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "メッセージが届くたびにお知らせを受け取ります";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "友達からのメッセージを見逃すことがなくなります。";

"New Contact|Button title: Create a new contact" = "新しい連絡先";

"New Message|Title of screen shown when user is composing a new message" = "新規メッセージ";

"New version available|Title of alert displayed when new version is available" = "新バージョンが利用可能";

"Next|Generic button to move to next item" = "次へ";

"Next|button label for moving to the next screen" = "次へ";

"No Message|dialog title for when user tries to send an empty message" = "メッセージなし";

"No Recipients|dialog title for when user tries to send to no recipients" = "受信者なし";

"No Results|Accessibility label describing a contacts search result with no results" = "該当するユーザはいません";

"No locations shared recently.|message on map view when no location has been shared recently" = "最近シェアされた位置情報はありません。";

"No response.|Error reported when no response is received from the server" = "応答がありません。";

"No, Thanks|Label on button for user to decline to rate the app" = "キャンセル";

"Nobody will see exactly where you are.|Explanation to let user know sharing location will not expose his exact location." = "ユーザーの正確な位置は表示されません。";

"Not Now|Button text to temporarily ignore the installation message" = "後で";

"Not Now|Not now alert popup button" = "後で";

"Not Now|Title of button to not share location for now." = "後で";

"Not Now|button label for deferring enabling push notifications" = "後で";

"Not now|Button title to decline an upgrade" = "後で";

"Notifications for This Conversation|Title for per-thread notification settings" = "このスレッドのお知らせ";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "このスレッドのお知らせはオフになっています。";

"Notifications|Label for enabling/disabling notification" = "お知らせ";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "%1$@までオフ";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "1時間オフ";

"Off|Short string for indicating that alerts are off" = "オフ";

"On|Short string for indicating that alerts are on" = "オン";

"Open in Maps|action sheet option for opening an address in the Maps app" = "地図を見る";

"Password|password field placeholder on login screen" = "パスワード";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "このスレッドの参加者はあなたの現在地を地図上で確認できます。";

"People|Section title for list of thread participants." = "参加者";

"People|title of people tab" = "ユーザー";

"Phone Number|placeholder text for phone number field" = "携帯電話番号";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "携帯またはメールアドレス";

"Pin friends you message most|Label when users have no favorites" = "よくメッセージをやり取りする友達を固定表示";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "確認コードを確認して、もう一度実行してください。";

"Please check your network connection and try again.|" = "ネットワーク接続を確認して、もう一度実行してください。";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "番号を確認して、もう一度実行してください。";

"Please check your number and try again.|alert message for invalid phone number" = "番号を確認して、もう一度実行してください。";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Facebookメッセンジャーの最新バージョンをダウンロードしてください。";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "メッセージを入力するか、写真を添付してください";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "携帯番号またはメールアドレスを入力してください。";

"Please enter a valid country code.|alert message for invalid country code" = "有効な国番号を入力してください。";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Facebookへのログインに使用するメールアドレスとパスワードを入力してください。";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "連絡先の名前と情報を入力してください。";

"Please include a description of your problem.|Message for empty feedback warning." = "問題の詳細を記入してください。";

"Please rate the quality of your call|Prompt for call quality survey" = "通話の品質を評価してください";

"Please re-login to renew your session.|Error message for expired session" = "セッションを再開するにはログインし直してください。";

"Please use a shorter conversation name.|alert message for long conversation name" = "スレッド名を短くしてください。";

"Preview|title for image preview screen" = "プレビュー";

"Privacy & Terms|text for privacy and terms button" = "プライバシーと規約";

"Pull down to refresh...|message for pull down to refresh" = "下へスライドして更新...";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "プッシュ通知のアラートがオフになっています。";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "プッシュ通知のサウンドがオフになっています。";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "プッシュお知らせがオフになっています。";

"Push up to refresh...|message for push up to refresh" = "上へスライドして更新...";

"REC|The record button" = "REC";

"Rate %@|Alert title for asking user to rate this app." = "%1$@を評価";

"Rate %@|Label on button prompting user to rate the app." = "%1$@を評価";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "友達がどこにいてもメッセージをやり取りできます。";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "友達といつでも連絡を取り合いましょう";

"Record Audio|action sheet option for recording some audio" = "録音";

"Record Video|action sheet option for recording a video" = "録画";

"Record Voice|Button label for attaching an audio clip" = "音声を録音";

"Record|Record button for voice message" = "録音する";

"Record|Record button for voice recording" = "録音する";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "録音を開始できませんでした";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "録音が中止されました";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "ボタンを離して録音を中止";

"Release to refresh...|message for releasing to refresh" = "リリースして更新...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "後で";

"Remove Attachment|action sheet option for removing current attachment" = "添付ファイルを削除";

"Remove Photo|action sheet option for removing chosen photo" = "写真を削除";

"Remove Photo|action sheet option for removing current attachment" = "写真を削除";

"Removing...|text for removing progress" = "削除中…";

"Report a Problem|title for give feedback or report bug" = "問題を報告";

"Resend|Resend - Resend Button Title" = "再送信";

"Retry|generic retry button" = "再試行";

"Save Photo|action sheet option to save photo to library" = "写真を保存";

"Save photo as conversation image?|" = "写真をスレッドの画像として保存しますか？";

"Save|" = "保存";

"Saving...|Progress text shown while saving a new image for a thread" = "保存中…";

"Saving...|Progress text shown while saving a new name for a thread" = "保存中…";

"Search for Friends|Accessibility label for button that toggles display of friends list/search" = "友達を検索";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "他の友達を検索…";

"Search to add favorites|placeholder in edit favorites search bar" = "検索してお気に入りに追加";

"Search|placeholder in search bar" = "検索";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "検索中…";

"See which friends are within walking distance or visiting your city, and let them know you're nearby.|Description of NUX to encourage user to share location." = "歩いていける距離にいる友達や近くに遊びに来ている友達に自分が近くにいることを知らせましょう。";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "全員が開封済み";

"Seen by everyone|Seen state text for when everyone has seen the message." = "全員が開封済み";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "%1$@さんが%2$@に開封";

"Seen by %@|Text for when a message has been seen by 1 person" = "%1$@さんが表示済み";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "%1$@が開封済み";

"Seen by:|Text for seen state header" = "開封済み:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "%1$@ %2$@付近";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "%1$@に開封";

"Select country code|select country code text" = "国番号を選択";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "通話、チャット、ウェブメッセージ";

"Send|Nav bar send button text" = "送信";

"Send|Send button for voice message" = "送信";

"Send|text to show in the send button" = "送信";

"Sending...|sending progress text" = "送信中…";

"Sent a message|default notification text for messages with no body text" = "メッセージを送信しました";

"Sent from Messenger|indicator that a message was sent from Messenger" = "メッセンジャーから送信";

"Sent from email|indicator that a message was sent from email" = "メールから送信";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "モバイルから送信";

"Sent from web|indicator that a message was sent sent from web or chat" = "ウェブから送信";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "%1$@から送信";

"Session Expired|Error title for expired session" = "セッションの有効期限が切れました";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "[設定] > [一般] > [位置情報サービス]";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "[設定] > [位置情報サービス]";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "設定アプリ ＞ プライバシー ＞ 位置情報サービス";

"Settings|Settings alert popup button" = "設定";

"Settings|title for settings page" = "設定";

"Settings|title of settings tab" = "設定";

"Share|Share button title" = "シェア";

"Shared a link|text for a link share" = "リンクをシェアしました";

"Shared a photo|text for a photo share" = "写真をシェアしました";

"Shared a video|text for a video share" = "動画をシェアしました";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Facebookに登録";

"Skip|Skip - Skip Button Title" = "スキップ";

"Something went wrong. Want to try again?|retry dialog message" = "何らかのエラーが発生しました。もう一度実行しますか？";

"Sorry, something went wrong|Generic error message for Web browser errors" = "エラーが発生しました。";

"Start Group Chats|Call to action for Group Chat NUX slide" = "グループチャット";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "添付をキャンセル";

"Stop|Stop button for voice recording" = "停止";

"Submit|Submit button title" = "送信";

"Switch Account|text for switching logged in user" = "アカウントを切り替える";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "通話するにはWi-Fiに切り替えてください";

"Take Photo|action sheet option for taking a photo" = "写真を撮る";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "このメッセージを送信するには、[もう一度実行]をタップします。";

"Tap gear to turn on chat|placeholder in search bar when offline" = "歯車をタップしてチャットをオンにする";

"Tap to discover who's in the area|Message of in-app notification explaining that user can tap to learn more about sharing location." = "タップして近くのエリアにいる友達をチェック";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "タップして通話画面に戻る";

"Tap to send a message|Message of in-app notification explaining that user can tap to message to nearby friends." = "タップしてメッセージを送信";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "タップして位置情報をオンにする";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "その番号にはテキストメッセージを送信できません。";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "携帯電話でもチャットでも、好きなときにメッセージを送信。";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "その携帯電話番号では、テキストメッセージの受信が許可されていません。";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Facebookへの接続で問題が発生しました。接続を確認して、もう一度実行してください。";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "通話を接続できませんでした。Wi-Fiに接続して、もう一度お試しください。";

"This Conversation|header text for alert settings applying to a single conversation" = "このスレッド";

"Timeline|Button text to go to a user's timeline" = "タイムライン";

"Timeline|divebar timeline button title" = "タイムライン";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "ヒント: メッセージを見逃さすことがなくなります";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "通話するには、最新バージョンのメッセンジャーにアップデートする必要があります";

"To complete your phone number activation, please enter the activation code|" = "携帯電話番号の利用登録を完了するには、登録コードを入力してください";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "メッセージに位置情報を追加するには、%1$@に移動します。";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "通話するには、最新バージョンのメッセンジャーにアップデートでする必要があります";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "このスレッドのアラートをオフにするには、スレッド設定に移動してください。";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "すべてのスレッドで位置情報をオフにするには、%1$@へ移動します。";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications" = "iPhoneの[設定] %1$@ [通知] %2$@ [メッセンジャー]からお知らせをオンにできます";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "この機能を使用するには、%1$@設定から位置情報サービスを選択してください。Facebookでもオンを選択してください。";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "この機能を利用するには、%1$@の設定へ移動し、[プライバシー] > [位置情報サービス]をタップし、FacebookのセクションをONに切り替えてください。";

"To|Accessibility label for to field in contact picker" = "宛先";

"To:|to field in contact picker" = "宛先:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "ボタンを押しっぱなしで録音、ボタンを離して送信、またはボタンをスライドして中止できます。";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "もう一度実行";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "チャットをオフにする";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "午前8時までオフにする";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "1時間オフにする";

"Turn Off|Option to turn off alerts" = "オフにする";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "チャットをオンにする";

"Turn On Location Services|Error message title when location services are unavailable." = "位置情報サービスをオンにしてください";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "お知らせをオンにする";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "お知らせをオンにする";

"Turn On|Option to turn on alerts" = "オンにする";

"Turn On|Turn on alerts" = "オンにする";

"Turn On|button label for deferring enabling push notifications" = "オンにする";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "プッシュお知らせをオンにする";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "プッシュ通知をオンにすれば、メッセージが届くたびに通知を受け取ることができます。";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "入力中…";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "%1$@さんと通話できませんでした";

"Unable to Play Voice Message|The message to show when user receives a voice message but his app doesn't support playing it back." = "ボイスメッセージを再生できません";

"Unable to Save Image|retry dialog title for setting thread image" = "画像を保存できません";

"Unable to Send|Title for send feedback failed warning." = "送信できませんでした";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "スレッドに人を追加できません。もう一度実行してください。";

"Unable to name your conversation.|error message after setting conversation name" = "スレッドに名前を付けることができません。";

"Unable to remove you right now.|error messages after leaving conversation" = "現在はあなたを削除できません。";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "お気に入りを保存できませんでした";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "メッセージを送信できません。もう一度実行しますか？";

"Unable to send message.|Alert text for when a message failed to send." = "メッセージを送信できません。";

"Unable to send right now.|error message for failing to send message" = "現在は送信できません。";

"Unpin|button title to remove user from favorites" = "固定解除";

"Update|Get new version now button." = "アップデート";

"Updating...|updating progress text" = "アップデート中…";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "今すぐアップグレード";

"Use|use nav bar button in photo preview screen" = "使用";

"View Call|Text show on button that views an incoming call" = "通話を表示";

"View in Maps|action sheet option for viewing a map" = "地図で表示";

"View|Alert button that takes user to the thread where a message failed to send" = "見る";

"We'll text you a link to confirm your number.|Confirmation information text" = "番号を確認するためのリンクをテキストでお送りします。";

"Welcome to Messenger|Title for NUX page" = "Facebookメッセンジャーへようこそ";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "このメッセージを誰に送信しますか？";

"You can control this in your privacy settings.|Explanation to let user know he can change settings of sharing location." = "これはプライバシー設定から管理できます。";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "ログインに使用するコードが記載されたSMSまたはメールがまもなく届きます。";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "メッセージの受信を見逃さないようにしましょう。";

"Your carrier doesn't allow calling with Messenger. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if carrier doesn't allowVOIP and not on wifi" = "お使いの携帯電話会社ではメッセンジャーでの通話ができません。携帯電話の設定でWi-Fiを有効にしてください。";

"Your message was not sent.|text shown when a message failed to send" = "メッセージが送信されませんでした。";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "メッセージが送信されませんでした。";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "1日前にオンライン";

"active 1h ago|indicator that a user was active 1 hour ago" = "1時間前にオンライン";

"active 1m ago|indicator that a user was active 1 minute ago" = "1分前にオンライン";

"active now|indicator that a user is currently active, on web or mobile" = "オンライン中";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "%1$@前に携帯でオンラインでした";

"active on mobile|presences status for being active on mobile" = "携帯でオンライン";

"active %id ago|indicator that a user was active 2+ days ago" = "%1$i日前にオンライン";

"active %ih ago|indicator that a user was active 2+ hours ago" = "%1$i時間前にオンライン";

"active %im ago|indicator that a user was active 2+ minute ago" = "%1$i分前にオンライン";

"active %@ ago|presences status for being active a relative time ago" = "%1$@前にオンラインでした";

"error|A short message for audio play error" = "エラー";

"is calling|text below the caller's name when they are calling" = "通話中です";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "が入力中…";

"on mobile|presences status for being available on mobile" = "携帯";

"online %@ ago|presences status for being online on the web a relative time ago" = "%1$@前にオンライン";

"online|presences status for being online on the web" = "オンライン";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "入力中…";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d/%2$d";

"%i Friend of Friends|Number of friends of friends in search result (singular)" = "友達の友達%1$i人";

"%i Friend|Number of friends in search result (singular)" = "友達%1$i人";

"%i Friends of Friends|Number of friends of friends in search result (plural)" = "友達の友達%1$i人";

"%i Friends|Number of friends in search result (plural)" = "友達%1$i人";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i日";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i時間";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i分";

"%id|short indicator that a user was active 2+ days ago" = "%1$i日前";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i時間前";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i分前";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@さん • %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@さんと%2$@さんがFacebookメッセンジャーを利用しています";

"%@ are Nearby|Title of in-app notification showing some friends are nearby. E.g. Tom, Jerry, +2 are Nearby" = "%1$@さんが近くにいます";

"%@ is Nearby|Title of in-app notification showing some friend is nearby. E.g. Tom is Nearby" = "%1$@さんが近くにいます";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@さんから着信中";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@さんは話し中です";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@さんは取り込み中です";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@さんが入力中…";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@さんが通話を試みました";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@さんがFacebookメッセンジャーを利用しています";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@さん、他%2$i人";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@さん、%2$@さん、%3$@さんがFacebookメッセンジャーを利用しています";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@さん、%2$@さん、%3$@さん、他友達1人がメッセンジャーを利用しています";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@さん、%2$@さん、%3$@さん、他友達%4$i人がメッセンジャーを利用しています";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@…";

"%u Friend is Nearby|Title of in-app notification showing some friend is nearby. E.g. 1 Friend is Nearby" = "友達%1$u人が近くにいます";

"%u Friends are Nearby|Title of in-app notification showing some friends are nearby. E.g. 2 Friends are Nearby" = "友達%1$u人が近くにいます";

"%u Friends are Nearby|Title of megaphone to encourage user to share location. E.g. 2 Friends are Nearby." = "友達%1$u人が近くにいます";

"%u of your friends are sharing when they're nearby|Message to let user know how many of his friends are sharing location." = "友達%1$u人が近くにいる際にシェアしています";

"%u photo attached|Accessiblity text for a single photo" = "写真%1$u枚添付";

"%u photos attached|Accessibility text for a photo set" = "写真%1$u枚添付";

